[
  {
    "name": "Borderlands 3",
    "summary": "The original shooter-looter returns, packing bazillions of guns and a mayhem-fueled adventure! Blast through new worlds and enemies as one of four new Vault Hunters. Play solo or with friends to take on insane enemies, score loads of loot and save your home from the most ruthless cult leaders in the galaxy.",
    "release_date": "2019-09-12",
    "category": 0,
    "rating": 80,
    "parent": null,
    "genres": [
      "Shooter"
    ],
    "platforms": [
      {
        "name": "PC (Microsoft Windows)",
        "category": 4
      },
      {
        "name": "PlayStation 4",
        "category": 1
      },
      {
        "name": "Xbox One",
        "category": 1
      },
      {
        "name": "Google Stadia",
        "category": 3
      }
    ],
    "involved_companies": [
      {
        "name": "2K Games",
        "developer": false,
        "publisher": true
      },
      {
        "name": "Gearbox Software",
        "developer": true,
        "publisher": false
      }
    ]
  },
  {
    "name": "Pokémon Shield",
    "summary": "Unsheathe your sword and take up your shield! \n \nThe world of Pokémon expands to include the Galar region in Pokémon Sword and Pokémon Shield!",
    "release_date": "2019-11-14",
    "category": 0,
    "rating": 66,
    "parent": null,
    "genres": [
      "Role-playing (RPG)",
      "Adventure"
    ],
    "platforms": [
      {
        "name": "Nintendo Switch",
        "category": 1
      }
    ],
    "involved_companies": [
      {
        "name": "The Pokémon Company",
        "developer": false,
        "publisher": true
      },
      {
        "name": "Game Freak",
        "developer": true,
        "publisher": false
      }
    ]
  },
  {
    "name": "Sexy Beach 3",
    "summary": "Sexy Beach 3 is the third game in the Sexy Beach franchise developed by Illusion Software.",
    "release_date": "2006-09-28",
    "category": 0,
    "rating": 82,
    "parent": null,
    "genres": [
      "Simulator",
      "Adventure"
    ],
    "platforms": [
      {
        "name": "PC (Microsoft Windows)",
        "category": 4
      }
    ],
    "involved_companies": [
      {
        "name": "Illusion",
        "developer": true,
        "publisher": true
      }
    ]
  },
  {
    "name": "Star Control: Origins",
    "summary": "The Earthlings have joined the interstellar club. The galaxy will never be the same.\n\nThe year is 2086 and Earth has detected an alien distress call originating from the surface of Triton. In response, Star Control is formed with you as The Captain of Earth's first prototype starship.",
    "release_date": "2018-09-19",
    "category": 0,
    "rating": 73,
    "parent": null,
    "genres": [
      "Role-playing (RPG)",
      "Simulator",
      "Strategy",
      "Adventure",
      "Indie"
    ],
    "platforms": [
      {
        "name": "PC (Microsoft Windows)",
        "category": 4
      }
    ],
    "involved_companies": [
      {
        "name": "Stardock",
        "developer": true,
        "publisher": true
      }
    ]
  },
  {
    "name": "Artificial Girl 3",
    "summary": "Artificial Girl 3 is an eroge (hentai game) and is the sequel to Artificial Girl 2.\n\nThe gameplay involves being a guy and living a life with one or many girls (whose various characteristics are set by the player).\n\nThe game is considered by the playerbase to be one of Illusion's finest games.",
    "release_date": "2007-11-29",
    "category": 0,
    "rating": 78,
    "parent": null,
    "genres": [
      "Simulator"
    ],
    "platforms": [
      {
        "name": "PC (Microsoft Windows)",
        "category": 4
      }
    ],
    "involved_companies": [
      {
        "name": "Illusion",
        "developer": true,
        "publisher": true
      }
    ]
  },
  {
    "name": "The Witcher 3: Wild Hunt",
    "summary": "The Witcher: Wild Hunt is a story-driven, next-generation open world role-playing game set in a visually stunning fantasy universe full of meaningful choices and impactful consequences. In The Witcher you play as the professional monster hunter, Geralt of Rivia, tasked with finding a child of prophecy in a vast open world rich with merchant cities, viking pirate islands, dangerous mountain passes, and forgotten caverns to explore.",
    "release_date": "2015-05-18",
    "category": 0,
    "rating": 96,
    "parent": null,
    "genres": [
      "Role-playing (RPG)",
      "Adventure"
    ],
    "platforms": [
      {
        "name": "PC (Microsoft Windows)",
        "category": 4
      },
      {
        "name": "PlayStation 4",
        "category": 1
      },
      {
        "name": "Xbox One",
        "category": 1
      }
    ],
    "involved_companies": [
      {
        "name": "WB Games",
        "developer": false,
        "publisher": true
      },
      {
        "name": "Bandai Namco Entertainment",
        "developer": false,
        "publisher": true
      },
      {
        "name": "cdp.pl",
        "developer": false,
        "publisher": true
      },
      {
        "name": "1C Company",
        "developer": false,
        "publisher": true
      },
      {
        "name": "Spike ChunSoft",
        "developer": false,
        "publisher": true
      },
      {
        "name": "CD Projekt RED",
        "developer": true,
        "publisher": false
      },
      {
        "name": "D3T Limited",
        "developer": false,
        "publisher": false
      }
    ]
  },
  {
    "name": "Control",
    "summary": "After a secretive agency in New York is invaded by an otherworldly threat, you become the new Director struggling to regain Control. From developer Remedy Entertainment, this supernatural 3rd person action-adventure will challenge you to master the combination of supernatural abilities, modifiable loadouts and reactive environments while fighting through a deep and unpredictable world. \n \nControl is Jesse Faden’s story and her personal search for answers as she grows into the role of the Director. The world of Control has its own story, as do the allies Jesse meets along the way. Jesse works with other Bureau agents and discovers strange experiments and secrets.",
    "release_date": "2019-08-26",
    "category": 0,
    "rating": 86,
    "parent": null,
    "genres": [
      "Shooter",
      "Adventure"
    ],
    "platforms": [
      {
        "name": "PC (Microsoft Windows)",
        "category": 4
      },
      {
        "name": "PlayStation 4",
        "category": 1
      },
      {
        "name": "Xbox One",
        "category": 1
      }
    ],
    "involved_companies": [
      {
        "name": "Remedy Entertainment",
        "developer": true,
        "publisher": false
      },
      {
        "name": "505 Games",
        "developer": false,
        "publisher": true
      }
    ]
  },
  {
    "name": "Spellforce: The Order of Dawn",
    "summary": "In a world beyond imagination...\n\nIn their immeasurable greed and constant thirst for power, the thirteen most powerful Mages of all time doomed the land, hurling it into an endless spiral of chaos and despair. Entire countries were wiped out in the blink of an eye when the devastating power of the Elements was unleashed – Elements summoned by dark rituals. Continents shattered like glass, the pieces strewn about like leaves in the wind. Huge armies, bound by the the power of ancient runes, brought war and destruction to the lands that survived the initial onslaught. All that was left were a few islands, connected by magic portals. \n\nNow, only a few years after the end of the Convocation, evil is back – stronger and more powerful than ever before – to finish what was started. \n\nYet there is still hope. The prophecies tell of a human. A human damned to immortality, bound forever by the power of the blood runes… \n\nSoon, the time will come when the power of one may change the destiny of many. For better or for worse... \n\n\nSummary of the most important features:\n\nInnovative game design: The unique mixture of RTS and RPG elements offers a brand new game experience.\nHigh degree of identification with the hero-avatar, whose skills and strengths can be improved by the player\nClick’n’Fight: This revolutionary control system guarantees instant action, the best possible overview and completely new tactical possibilities in battle\n6 races – Humans, Dwarves, Elves, Dark Elves, Orcs and Trolls – that can be used simultaneously (!) to build settlements and fight battles\nMore than 30 different enemy races, from cowardly goblins to powerful demons and dragons\nA multitude of spells, divided into different categories of magic (white, black, elemental, etc.)\nPersistant game world with continuous, gripping storyline and myriad sub-quests\nAwe-inspiring 3D graphics with zoom levels from isometric to 1st-Person-views",
    "release_date": "2003-11-27",
    "category": 0,
    "rating": 76,
    "parent": null,
    "genres": [
      "Real Time Strategy (RTS)",
      "Role-playing (RPG)",
      "Strategy"
    ],
    "platforms": [
      {
        "name": "PC (Microsoft Windows)",
        "category": 4
      }
    ],
    "involved_companies": [
      {
        "name": "Phenomic Game Development",
        "developer": true,
        "publisher": false
      },
      {
        "name": "JoWooD Productions Software",
        "developer": false,
        "publisher": true
      }
    ]
  },
  {
    "name": "Endless Legend",
    "summary": "Another sunrise, another day of toil. Food must be grown, industries built, science and magic advanced, and wealth collected. Urgency drives these simple efforts, however, for your planet holds a history of unexplained apocalypse, and the winter you just survived was the worst on record. A fact that has also been true for the previous five.\n\nAs you discover the lost secrets of your world and the mysteries of the legends and ruins that exist as much in reality as in rumor, you will come to see that you are not alone. Other peoples also struggle to survive, to grow, and perhaps even to conquer.\n\nYou have a city, a loyal populace, and a few troops; your power and magic should be sufficient to keep them alive. But beyond that, nothing is certain… Where will you go, what will you find, and how will you react? Will your trail be one of roses, or of blood?",
    "release_date": "2014-09-17",
    "category": 0,
    "rating": 62,
    "parent": null,
    "genres": [
      "Role-playing (RPG)",
      "Strategy",
      "Turn-based strategy (TBS)",
      "Indie"
    ],
    "platforms": [
      {
        "name": "PC (Microsoft Windows)",
        "category": 4
      },
      {
        "name": "Mac",
        "category": 4
      }
    ],
    "involved_companies": [
      {
        "name": "AMPLITUDE Studios",
        "developer": true,
        "publisher": true
      },
      {
        "name": "Iceberg Interactive",
        "developer": false,
        "publisher": true
      }
    ]
  },
  {
    "name": "The Settlers: Rise of an Empire",
    "summary": "In The Settlers - Rise of an Empire, players build lively, bustling towns in a medieval world. Everything in this richly detailed, realistic world is visible and lovingly animated. Each Settler figure has his or her own daily routine, with a range of different actions and behaviors that can be observed at all times. The ultimate objective of the game is to expand your empire and become a legendary ruler. \nSpur your settlers on to ever greater efforts, develop a flourishing economy, satisfy the needs of your citizens, and protect your people from danger!",
    "release_date": "2007-09-24",
    "category": 0,
    "rating": 79,
    "parent": null,
    "genres": [
      "Real Time Strategy (RTS)",
      "Simulator",
      "Strategy"
    ],
    "platforms": [
      {
        "name": "PC (Microsoft Windows)",
        "category": 4
      }
    ],
    "involved_companies": [
      {
        "name": "Blue Byte Software",
        "developer": true,
        "publisher": false
      },
      {
        "name": "Ubisoft Entertainment",
        "developer": false,
        "publisher": true
      }
    ]
  },
  {
    "name": "The Legend of Zelda: Breath of the Wild",
    "summary": "Step into a world of discovery, exploration and adventure in The Legend of Zelda: Breath of the Wild, a boundary-breaking new game in the acclaimed series. Travel across fields, through forests and to mountain peaks as you discover what has become of the ruined kingdom of Hyrule in this stunning open-air adventure.",
    "release_date": "2017-03-02",
    "category": 0,
    "rating": 92,
    "parent": null,
    "genres": [
      "Role-playing (RPG)",
      "Adventure"
    ],
    "platforms": [
      {
        "name": "Wii U",
        "category": 1
      },
      {
        "name": "Nintendo Switch",
        "category": 1
      }
    ],
    "involved_companies": [
      {
        "name": "Nintendo of America",
        "developer": false,
        "publisher": true
      },
      {
        "name": "Nintendo of Europe",
        "developer": false,
        "publisher": true
      },
      {
        "name": "Nintendo",
        "developer": false,
        "publisher": true
      },
      {
        "name": "Nintendo EPD",
        "developer": true,
        "publisher": false
      }
    ]
  },
  {
    "name": "Horizon Zero Dawn",
    "summary": "Horizon Zero Dawn, an exhilarating new action role playing game exclusively for the PlayStation 4 system, developed by the award winning Guerrilla Games, creatos of PlayStation's venerated Killzone franchise. As Horizon Zero Dawn's main protagonist Aloy, a skilled hunter, explore a vibrant and lush world inhabited by mysterious mechanized creatures.",
    "release_date": "2017-02-27",
    "category": 0,
    "rating": 92,
    "parent": null,
    "genres": [
      "Shooter",
      "Role-playing (RPG)"
    ],
    "platforms": [
      {
        "name": "PC (Microsoft Windows)",
        "category": 4
      },
      {
        "name": "PlayStation 4",
        "category": 1
      }
    ],
    "involved_companies": [
      {
        "name": "Guerrilla Games",
        "developer": true,
        "publisher": false
      },
      {
        "name": "Sony Computer Entertainment, Inc. (SCEI)",
        "developer": false,
        "publisher": true
      }
    ]
  },
  {
    "name": "Rise of Nations",
    "summary": "Combining the deep tactical elements of turn-based strategy games with the rapid gameplay of real-time strategy, Rise of Nations puts you in command of one of 18 civilizations over the course of thousands of years of history.",
    "release_date": "2003-05-19",
    "category": 0,
    "rating": 81,
    "parent": null,
    "genres": [
      "Real Time Strategy (RTS)",
      "Strategy",
      "Quiz/Trivia"
    ],
    "platforms": [
      {
        "name": "PC (Microsoft Windows)",
        "category": 4
      },
      {
        "name": "Mac",
        "category": 4
      }
    ],
    "involved_companies": [
      {
        "name": "Microsoft Game Studios",
        "developer": false,
        "publisher": true
      },
      {
        "name": "Big Huge Games",
        "developer": true,
        "publisher": false
      }
    ]
  },
  {
    "name": "Stellaris",
    "summary": "Explore a vast galaxy full of wonder! Paradox Development Studio, makers of the Crusader Kings and Europa Universalis series presents Stellaris, an evolution of the grand strategy genre with space exploration at its core. \n \nFeaturing deep strategic gameplay, an enormous selection of alien races and emergent storytelling, Stellaris has a deeply challenging system that rewards interstellar exploration as you traverse, discover, interact and learn more about the multitude of species you will encounter during your travels. \n \nEtch your name across the cosmos by uncovering remote celestial outposts,and entire civilizations. Will you expand through war or walk the path of diplomacy to achieve your goals?",
    "release_date": "2016-05-08",
    "category": 0,
    "rating": 79,
    "parent": null,
    "genres": [
      "Simulator",
      "Strategy"
    ],
    "platforms": [
      {
        "name": "Linux",
        "category": 4
      },
      {
        "name": "PC (Microsoft Windows)",
        "category": 4
      },
      {
        "name": "Mac",
        "category": 4
      },
      {
        "name": "PlayStation 4",
        "category": 1
      },
      {
        "name": "Xbox One",
        "category": 1
      }
    ],
    "involved_companies": [
      {
        "name": "Paradox Development Studio",
        "developer": true,
        "publisher": false
      },
      {
        "name": "Paradox Interactive",
        "developer": false,
        "publisher": true
      }
    ]
  },
  {
    "name": "Pillars of Eternity",
    "summary": "Prepare to be enchanted by a world where the choices you make and the paths you choose shape your destiny. Recapture the deep sense of exploration, the joy of a pulsating adventure, and the thrill of leading your own band of companions across a new fantasy realm and into the depths of monster-infested dungeons in search of lost treasures and ancient mysteries. \n \nSo gather your party, venture forth, and embrace adventure as you delve into a realm of wonder, nostalgia, and the excitement of classic RPGs with Obsidian’s Pillars of Eternity!",
    "release_date": "2015-03-25",
    "category": 0,
    "rating": 81,
    "parent": null,
    "genres": [
      "Role-playing (RPG)",
      "Strategy",
      "Adventure",
      "Indie"
    ],
    "platforms": [
      {
        "name": "Linux",
        "category": 4
      },
      {
        "name": "PC (Microsoft Windows)",
        "category": 4
      },
      {
        "name": "Mac",
        "category": 4
      },
      {
        "name": "PlayStation 4",
        "category": 1
      },
      {
        "name": "Nintendo Switch",
        "category": 1
      }
    ],
    "involved_companies": [
      {
        "name": "Obsidian Entertainment",
        "developer": true,
        "publisher": true
      },
      {
        "name": "Paradox Interactive",
        "developer": false,
        "publisher": true
      }
    ]
  },
  {
    "name": "The Last of Us",
    "summary": "A third person shooter/stealth/survival hybrid, in which twenty years after the outbreak of a parasitic fungus which takes over the neural functions of humans, Joel, a Texan with a tragic familial past, finds himself responsible with smuggling a fourteen year old girl named Ellie to a militia group called the Fireflies, while avoiding strict and deadly authorities, infected fungal hosts and other violent survivors.",
    "release_date": "2013-06-13",
    "category": 0,
    "rating": 94,
    "parent": null,
    "genres": [
      "Shooter",
      "Adventure"
    ],
    "platforms": [
      {
        "name": "PlayStation 3",
        "category": 1
      }
    ],
    "involved_companies": [
      {
        "name": "Naughty Dog",
        "developer": true,
        "publisher": false
      },
      {
        "name": "Sony Computer Entertainment, Inc. (SCEI)",
        "developer": false,
        "publisher": true
      }
    ]
  },
  {
    "name": "Ancestors Legacy",
    "summary": "Ancestors Legacy is a history-inspired, real-time strategy game influenced by historical events in the Middle Ages. The game combines resource management and base building with large-scale, squad-based battles across vast battlefields, all rendered in superb detail with Unreal Engine 4. Experience medieval bloodshed like never before thanks to the cinematic action camera that puts you right in the middle of the battle at the press of a button.",
    "release_date": "2018-05-21",
    "category": 0,
    "rating": 72,
    "parent": null,
    "genres": [
      "Real Time Strategy (RTS)",
      "Strategy",
      "Tactical"
    ],
    "platforms": [
      {
        "name": "PC (Microsoft Windows)",
        "category": 4
      },
      {
        "name": "PlayStation 4",
        "category": 1
      },
      {
        "name": "Xbox One",
        "category": 1
      }
    ],
    "involved_companies": [
      {
        "name": "1C Company",
        "developer": false,
        "publisher": true
      },
      {
        "name": "Destructive Creations",
        "developer": true,
        "publisher": false
      }
    ]
  },
  {
    "name": "Dying Light",
    "summary": "Dying Light is a first-person, action survival horror game set in a vast and dangerous open world. During the day, players traverse an expansive urban environment overrun by a vicious outbreak, scavenging the world for supplies and crafting weapons to defend against the growing infected population. At night, the hunter becomes the hunted, as the infected become aggressive and more dangerous. Most frightening are the predators which only appear after sundown. Players must use everything in their power to survive until the morning’s first light.",
    "release_date": "2015-01-26",
    "category": 0,
    "rating": 81,
    "parent": null,
    "genres": [
      "Shooter",
      "Role-playing (RPG)",
      "Adventure"
    ],
    "platforms": [
      {
        "name": "PC (Microsoft Windows)",
        "category": 4
      },
      {
        "name": "PlayStation Network",
        "category": 3
      },
      {
        "name": "PlayStation 4",
        "category": 1
      },
      {
        "name": "Xbox One",
        "category": 1
      }
    ],
    "involved_companies": [
      {
        "name": "WB Games",
        "developer": false,
        "publisher": true
      },
      {
        "name": "Techland",
        "developer": true,
        "publisher": false
      },
      {
        "name": "Digital Scapes Studios",
        "developer": false,
        "publisher": false
      }
    ]
  },
  {
    "name": "Pokémon Sword",
    "summary": "Unsheathe your sword and take up your shield! \n \nThe world of Pokémon expands to include the Galar region in Pokémon Sword and Pokémon Shield!",
    "release_date": "2019-11-14",
    "category": 0,
    "rating": 71,
    "parent": null,
    "genres": [
      "Role-playing (RPG)",
      "Adventure"
    ],
    "platforms": [
      {
        "name": "Nintendo Switch",
        "category": 1
      }
    ],
    "involved_companies": [
      {
        "name": "Game Freak",
        "developer": true,
        "publisher": false
      },
      {
        "name": "Nintendo",
        "developer": false,
        "publisher": true
      }
    ]
  },
  {
    "name": "Tom Clancy's Ghost Recon: Wildlands",
    "summary": "Bolivia, a few years from now: this beautiful South American country has become the largest cocaine producer in the world. The influential and vicious Santa Blanca drug cartel has turned the country into a narco-state, leading to lawlessness, fear, injustice, and violence. The cartel is on track to becoming a major underworld power and global threat. \n \nAn all-out war is not the answer. A surgical, stealthy, lethal approach is the only way to stop the disease at its source. The Ghosts, an elite US Special Forces team, are sent behind enemy lines to wreak havoc, destabilize, and eventually break the alliance between the cartel and the corrupted government. \n \nFacing an almighty enemy in a massive and hostile environment, the Ghosts will need to make critical moral choices and engage in tough battles to complete their mission – their grittiest and most dangerous operation to date.",
    "release_date": "2017-03-06",
    "category": 0,
    "rating": 74,
    "parent": null,
    "genres": [
      "Shooter",
      "Tactical",
      "Adventure"
    ],
    "platforms": [
      {
        "name": "PC (Microsoft Windows)",
        "category": 4
      },
      {
        "name": "PlayStation 4",
        "category": 1
      },
      {
        "name": "Xbox One",
        "category": 1
      }
    ],
    "involved_companies": [
      {
        "name": "Ubisoft",
        "developer": false,
        "publisher": true
      },
      {
        "name": "Ubisoft Paris",
        "developer": true,
        "publisher": false
      }
    ]
  },
  {
    "name": "Rise of Nations: Thrones & Patriots",
    "summary": "Rise of Nations: Thrones and Patriots is the official expansion pack to the real-time strategy computer game Rise of Nations. The game is the second in a series of Rise of Nations games by Big Huge Games. \n\nThrones and Patriots expanded on a variety of features in the original game, such as new monuments (called \"Wonders\"), nations, governments, and campaigns. It adds six nations, 4 new conquer-the-world modes, and the \"Patriot\" special general unit and the senate building. Gameplay still remains similar to Rise of Nations, with its wide span of ages and players still manage and expand their nations at the macro and micro levels. However, Thrones and Patriots has campaigns which offer more turn-based strategy features than the original and the ability to make decisions outside of combat. Up to eight players can play in multiplayer matches, with artificial intelligence being able to fill slots at the server host's choice. Various features were added to the game in an attempt to balance gameplay, including the addition of armed caravans and merchants.",
    "release_date": "2004-04-26",
    "category": 1,
    "rating": 72,
    "parent": "Rise of Nations",
    "genres": [
      "Real Time Strategy (RTS)",
      "Strategy"
    ],
    "platforms": [
      {
        "name": "PC (Microsoft Windows)",
        "category": 4
      },
      {
        "name": "Mac",
        "category": 4
      }
    ],
    "involved_companies": [
      {
        "name": "Microsoft Game Studios",
        "developer": false,
        "publisher": true
      },
      {
        "name": "Big Huge Games",
        "developer": true,
        "publisher": false
      },
      {
        "name": "MacSoft Games",
        "developer": false,
        "publisher": true
      },
      {
        "name": "Westlake Interactive",
        "developer": true,
        "publisher": false
      }
    ]
  },
  {
    "name": "Spellforce: Shadow of the Phoenix",
    "summary": "In their greed for a long forgotten power, thirteen of the most eminent mages of all time have caused the world of EO to tumble into chaos and destruction. Enter this world beyond imagination in an epic adventure spanning time and continents. Indulge yourself in a world full of magic, battles and adventure, where the courage of one may decide the destiny of many. Lead your armies through spectacular battles and experience thrilling adventures.",
    "release_date": "2004-11-11",
    "category": 1,
    "rating": 70,
    "parent": "Spellforce: The Order of Dawn",
    "genres": [
      "Real Time Strategy (RTS)",
      "Role-playing (RPG)",
      "Strategy"
    ],
    "platforms": [
      {
        "name": "PC (Microsoft Windows)",
        "category": 4
      }
    ],
    "involved_companies": [
      {
        "name": "Phenomic Game Development",
        "developer": true,
        "publisher": false
      },
      {
        "name": "JoWooD Productions Software",
        "developer": false,
        "publisher": true
      }
    ]
  },
  {
    "name": "The Last of Us: Left Behind",
    "summary": "Left Behind is the first single player DLC for the critically acclaimed survival horror game The Last of Us, developed by Naughty Dog.",
    "release_date": "2014-02-13",
    "category": 1,
    "rating": 83,
    "parent": "The Last of Us",
    "genres": [
      "Shooter",
      "Adventure"
    ],
    "platforms": [
      {
        "name": "PlayStation 3",
        "category": 1
      },
      {
        "name": "PlayStation Network",
        "category": 3
      },
      {
        "name": "PlayStation 4",
        "category": 1
      }
    ],
    "involved_companies": [
      {
        "name": "Naughty Dog",
        "developer": true,
        "publisher": false
      },
      {
        "name": "Sony Computer Entertainment",
        "developer": false,
        "publisher": true
      }
    ]
  },
  {
    "name": "The Witcher 3: Wild Hunt - Hearts of Stone",
    "summary": "Hired by the Merchant of Mirrors, Geralt is tasked with overcoming Olgierd von Everec -- a ruthless bandit captain enchanted with the power of immortality. \n \n \n \nStep again into the shoes of Geralt of Rivia, a professional monster slayer, this time hired to defeat a ruthless bandit captain, Olgierd von Everec, a man who possesses the power of immortality. This expansion to “The Witcher 3: Wild Hunt” packs over 10 hours of new adventures, introducing new characters, powerful monsters, unique romance and a brand new storyline shaped by your choices.",
    "release_date": "2015-10-12",
    "category": 1,
    "rating": 93,
    "parent": "The Witcher 3: Wild Hunt",
    "genres": [
      "Role-playing (RPG)",
      "Adventure"
    ],
    "platforms": [
      {
        "name": "PC (Microsoft Windows)",
        "category": 4
      },
      {
        "name": "PlayStation Network",
        "category": 3
      },
      {
        "name": "PlayStation 4",
        "category": 1
      },
      {
        "name": "Xbox One",
        "category": 1
      }
    ],
    "involved_companies": [
      {
        "name": "CD Projekt RED",
        "developer": true,
        "publisher": true
      }
    ]
  },
  {
    "name": "The Witcher 3: Wild Hunt - Blood and Wine",
    "summary": "Blood and Wine is the second major expansion to The Witcher 3: Wild Hunt. \n \nThe players will accompany Geralt of Rivia to the region of Toussaint, one of the few places in the Witcher universe which has remained largely untouched by the war. The calm, laid-back atmosphere holds a dark and bloody secret that only the White Wolf can uncover; the expansion features brand new items for us to collect on our adventure and also introduces previously unknown characters.",
    "release_date": "2016-05-30",
    "category": 1,
    "rating": 97,
    "parent": "The Witcher 3: Wild Hunt",
    "genres": [
      "Role-playing (RPG)"
    ],
    "platforms": [
      {
        "name": "PC (Microsoft Windows)",
        "category": 4
      },
      {
        "name": "PlayStation 4",
        "category": 1
      },
      {
        "name": "Xbox One",
        "category": 1
      }
    ],
    "involved_companies": [
      {
        "name": "CD Projekt RED",
        "developer": true,
        "publisher": false
      }
    ]
  },
  {
    "name": "Endless Legend: Guardians",
    "summary": null,
    "release_date": null,
    "category": 1,
    "rating": null,
    "parent": "Endless Legend",
    "genres": null,
    "platforms": null,
    "involved_companies": null
  },
  {
    "name": "Endless Legend: Shadows",
    "summary": "This major addition to the game content includes the long-awaited espionage system (spying, infiltration and pillaging). It also includes an entire Major Faction, the Forgotten, whose gameplay is based on espionage.",
    "release_date": null,
    "category": 1,
    "rating": null,
    "parent": "Endless Legend",
    "genres": null,
    "platforms": null,
    "involved_companies": null
  },
  {
    "name": "Pillars of Eternity: The White March Part I",
    "summary": "Pillars of Eternity: The White March - Part I is a large sprawling expansion pack with hours of gameplay integrated into the main adventure. Along with the new quests and area content, the team at Obsidian continues to support and make improvements to the entire game, including the additions of Player Party AI and Enhanced Enemy AI. Even if you haven't played Pillars of Eternity, now is a great time to jump in and experience the hardcore classic RPG with The White March - Part I. \n \nMain features \n-Raised level cap: Your party of six adventurers can now progress beyond level 12 to 14. The additional levels add powerful new spells, abilities and talents for all 11 classes. \n-New areas to explore: Largely focused on the snowy environments inspired by Icewind Dale, the expansion will feature a new quest hub, and many additional quests and dungeons. \n-Soulbound weapons: The expansion features mighty artifacts that grow stronger over time. These weapons gain different powers and attributes depending on the character class that binds to it. \n-New companions: Part 1 of the expansion introduces two new companions you will be able to use throughout all of your adventures. The Devil of Caroc, a rogue, and Zahua, a monk, will be available to join you on your quest in The White March and will travel back with you into the base game. \n-Multi-class talents: Classes will now have additional options to diversify and take on some of the abilities of other classes. \n-Party AI: Now you will have the option to set AI scripts for your party, allowing you to focus on controlling the characters you care about most. \n-Enhanced Enemy AI: Enemies and monsters are now smarter than ever. The new AI makes the entire game more of a challenge, and spell casters will use a wider variety of their spells in more devastating ways. \n-Respec: At any inn or tavern the player can re-level their party members. It gives flexibility for the player to experiment with the RPG systems and try out builds with the newly added multi-class talents. If you aren't completely satisfied with your character, you can now do a rebuild and start over fresh.",
    "release_date": "2015-08-24",
    "category": 1,
    "rating": 80,
    "parent": "Pillars of Eternity",
    "genres": [
      "Role-playing (RPG)"
    ],
    "platforms": [
      {
        "name": "Linux",
        "category": 4
      },
      {
        "name": "PC (Microsoft Windows)",
        "category": 4
      },
      {
        "name": "Mac",
        "category": 4
      }
    ],
    "involved_companies": [
      {
        "name": "Obsidian Entertainment",
        "developer": true,
        "publisher": false
      },
      {
        "name": "Paradox Interactive",
        "developer": false,
        "publisher": true
      }
    ]
  },
  {
    "name": "Dying Light: The Following",
    "summary": "Dying Light: The Following is a massive expansion to Dying Light and the untold chapter of Kyle Crane’s story. Take to a vast new area that will transform your Dying Light experience through new game mechanics, environments and challenges on top of the established core of what made Dying Light a break away success for millions of players around the globe.",
    "release_date": "2016-02-05",
    "category": 1,
    "rating": 76,
    "parent": "Dying Light",
    "genres": [
      "Shooter",
      "Adventure"
    ],
    "platforms": [
      {
        "name": "PC (Microsoft Windows)",
        "category": 4
      },
      {
        "name": "PlayStation Network",
        "category": 3
      },
      {
        "name": "PlayStation 4",
        "category": 1
      },
      {
        "name": "Xbox One",
        "category": 1
      }
    ],
    "involved_companies": [
      {
        "name": "Techland",
        "developer": true,
        "publisher": false
      },
      {
        "name": "WB Games",
        "developer": false,
        "publisher": true
      }
    ]
  },
  {
    "name": "Pillars of Eternity: The White March Part II",
    "summary": "\"All Gods Lie...\" \nPillars of Eternity: The White March - Part II is the conclusion to the grand expansion pack for Obsidian’s critically acclaimed RPG, Pillars of Eternity. Returning to the frozen north, your party will learn additional secrets about the gods of Eora as they adventure through brand new content. With the aid of a new companion, your party will face challenging new enemies and bosses. \n \nMain Features \n \n• Climactic Conclusion: Part II offers a climatic conclusion to the White March story, adding a wealth of new content to the world of Pillars of Eternity. \n \n• Higher Character Levels: Two new character levels have been included, adding dozens of new and unique abilities to the game while raising the level cap from 14 to 16. \n \n• Story Mode: For people who would love to experience the rich and deep story of Pillars of Eternity, Story Mode lets players get through combat more quickly. \n \n• Stronghold Improvements: The player stronghold has been updated to give special rewards, add rich stories, and present new challenges. \n \n• New Barbarian Companion: With the introduction of Maneha the Barbarian, all 11 classes of Pillars of Eternity now have a unique companion representing them, each with their own personalities and quests. \n \n• Expanded Skill Uses: Both the Athletics and Survival skills have been updated to be more compelling, allowing for greater choices in making unique characters that are tailored to your playstyle. \n \n• Improved UI: The character action bar has been made more streamlined, there is better feedback during combat, and there is a more comprehensive breakdown of your characters' stats. \n \n• Knockout Injuries: There is now an optional difficulty feature that inflicts long-term injuries when a character is knocked out in a fight.",
    "release_date": "2016-02-15",
    "category": 1,
    "rating": 79,
    "parent": "Pillars of Eternity",
    "genres": [
      "Role-playing (RPG)"
    ],
    "platforms": [
      {
        "name": "Linux",
        "category": 4
      },
      {
        "name": "PC (Microsoft Windows)",
        "category": 4
      },
      {
        "name": "Mac",
        "category": 4
      }
    ],
    "involved_companies": [
      {
        "name": "Paradox Interactive",
        "developer": false,
        "publisher": true
      },
      {
        "name": "Obsidian Entertainment",
        "developer": true,
        "publisher": false
      }
    ]
  }
]